export const careerData = [
  {
    company: "(주)케이브레인컴퍼니",
    position: "퍼블리셔",
    years: "1년 3개월 2024.06 ~",
    description: "",
  },
  {
    company: "(주)위두커뮤니케이션즈",
    position: "퍼블리셔",
    years: "1년 3개월 2022.09 ~ 2023.12",
    description:
      "대표 사업으로 디지털 교과서 사업을 진행하면서 콘텐츠의 접근성과 질에 대한 고려가 필수적이라는 것을 알게 되었습니다. 사용자 경험을 향상시키는 것에 대해 더욱 고민하게 되며 사용자들이 원활하고 효과적으로 학습할 수 있는 환경을 만들 수 있도록 배울 수 있었습니다",
  },
  {
    company: "(주)씨엠와이케이",
    position: "퍼블리셔",
    years: "3개월 2022.06 ~ 2022.08",
    description:
      "퍼블리싱을 배운 후 스타트업의 인터넷 쇼핑몰 업체에 입사하여 퍼블리셔로 근무하였고 회사가 경영 악화로 폐업하게 되어서 퇴사하게 되었습니다. 약 3개월 동안 카페24의 모듈에 대해서 배울 수 있었습니다. 사수가 없던 터라 처음 접하는 모듈 사용법에 대해서 혼자 알아가느라 어려움을 느끼며 업무 속도를 올리지 못한 아쉬움이 있습니다.<br /> 어느 날 대표님께서 마케팅에 대해서 배우는 것을 추천해 주셨습니다. 처음에는 마케팅은 생각도 못 한 분야라서 의문스러웠지만, 개발에 마케팅을 접목한다면 더 열린 시야를 얻어 개발자로써도 더욱 발전할 수 있고, 협업을 하면서 더욱 좋은 아이디어를 제시하며 좋은 결과를 만들 수 있지 않을까 하는 생각을 가지게 되었습니다. 이런 생각을 갖게 되면서 마케팅뿐만 아니라 다른 분야를 나의 업무와 접목시킨다면 더 좋은 시너지를 이끌어서 나만의 메리트를 만들어 볼 수 있지 않을까 하는 생각을 하게 되었습니다. 아직은 자바스크립트와 개발 언어에 대해서 더욱 배움이 필요한 시기이지만, 언젠간 더욱 열린 시야를 가진 개발자가 되고 싶어졌습니다.",
  },
  {
    company: "(주)커피101스트릿",
    position: "매니저",
    years: "1년 6개월 2020.07 ~ 2021.12",
    description:
      "오래전부터 도전해 보고 싶었던 카페에서 2020년 7월부터 21년 12월까지 근무하였습니다.<br /> 아르바이트 경력은 없지만 지원했던 카페에서 웃는 인상과 포기 하지 않는 마인드를 좋게 봐주시고 함께 일하게 되었습니다.<br /> 파트타이머로 근무한지 3개월 뒤에 좋은 기회로 인하여 매니저로 근무하게되었습니다. 규모가 커져가는 프랜차이즈라 본사에서는 다른 매장에 집중하느라 매니저의 자리에서 전반적인 매장 관리와 본사와의 교류를 도맡았습니다.<br /> 한 그룹의 리더의 자리에서 팀원들과의 협동력과 팀을 이끄는 법을 배울 수 있었습니다. 모두에게 더 좋은 환경을 만들어주고 개인의 바람을 이뤄주고 싶었던 의욕이 욕심이 되어 힘들었던 적이 있습니다. 시행착오를 겪으며 어떤 마음과 행동으로 팀의 일원과 리더로써 어떤 방향으로 나아가야 될지에 대한 기본적인 생각과 자세를 정립하는데 큰 도움이 되었습니다.<br /> 사무실의 공간이 아닌 다양한 사람을 만나는 서비스 직군으로 생활을 하면서 일을 하면서 제 행동 하나하나를 모든 이들이 쉽게 지나치지 않고 본다는 것을 느끼게되어, 제 스스로 한 단계 성장할 수 있었던 시간이었습니다.",
  },
  {
    company: "(주)제이엔에스트레이드",
    position: "웹디자이너",
    years: "4년4개월 2016.04 ~ 2020.07",
    description:
      "영국 구매대행 쇼핑몰에서 웹디자이너로 4년 4개월 동안 근무하였습니다.<br /> 스타트업의 소규모 회사라 쇼핑몰 운영의 전반적인 업무를 경험해볼 수 있었습니다. 웹디자인은 물론 MD업무와 CS, 택배 업무까지 경험해볼 수 있었습니다.<br /> 처음에는 디자인과 이미지에만 집중하다보니 상세페이지의 내용이 누락되거나 오기재되는 부분이 있었습니다. 제 실수에 대해서 부끄러운 마음에 체크리스트를 만들어 시간이 들더라도 실수 없이, 꼼꼼하게 내가 고집하는 것을 내려놓고 제품을 어필하기 위한 최선은 무엇일까를 생각하며 디테일에 더욱 신경을 쓰게 되면서 실수가 나오는 일도 없어지고, 동료와 사장님에게도 인정받으며 더욱 발전할 수 있었습니다.<br /> 또한 출장을 가게 되어, 현지의 생동감을 살리기 위한 방향으로 홈페이지의 분위기를 변경하였고 이를 활용하여 상세페이지를 만들고 상품 설명을 추가하며 상세페이지에서 더욱 많은 정보를 담을 수 있도록 하였고, 구매대행의 신뢰성을 높이기 위해 기존의 템플릿을 이용하여 저희 사이트에 맞추어 디테일을 수정하여 검수사진 게시판을 만들었습니다.<br /> 홈페이지의 레이아웃을 다시 잡으며 고객이 사이트에 들아와서 더욱 오랜 시간 머물며 현지에서 쇼핑하듯 즐길 수 있도록 컨텐츠의 양을 늘리고 신뢰를 주는 이미지를 만들 수 있도록 노력하였습니다. 이러한 변화로 인하여 제가 현지에 있는 동안 매출은 23배 올랐던 경험이 있습니다.",
  },
  {
    company: "(주)피디씨컴퍼니",
    position: "인턴",
    years: "4개월 2015.09 ~ 2015.12",
    description:
      "고등학교 3학년 때 9월부터 12월까지 4개월 동안 인터넷 쇼핑몰의 인턴으로 근무하였습니다.<br /> 메인 MD/서브 웹디자이너 파트를 맡았으며, 주 업무는 제품을 파악하여 고객에게 어필할 수 있도록 상품을 설명하거나, 이미지 수정과 상품 페이지 제작하는 일을 하였습니다. <br /> 처음에는 상품의 디테일을 소개하는 것이 부담스럽고 어려워서 처음에는 주변의 도움을 받았지만, 저의 주 업무인 만큼 다른 사람의 수정이나 보완없이 잘해내고 싶었습니다. 글을 부드럽게 풀어내보려 다른 사이트들을 참고하기도 하며 개인 시간에는 책을 읽으며 글을 쓰는 능력을 키워보고자 노력했습니다. 다른 글을 많이 읽다보니 저만의 상품 설명 방식을 가질 수 있었고, 상품의 디테일과 좋은 점을 집어내어 자신있게 설명할 수 있게 되었습니다.<br /> 당시 1픽셀도 맞추는 꼼꼼한 작업 스타일을 가진 동료 웹디자이너의 모습을 보며 저 또한 픽셀과 퍼센트는 오차범위 없이 작업하는 버릇을 배우게 되었습니다. 트렌디하고 감각적인 이미지를 중시하는 모습을 보며 일이 한가할 때는 인터넷을 돌아다니며 트렌드를 찾아보거나 디자인이나 색감을 놓치지 않고 기록해두기도하며, 웹디자이의 모습을 배워나갈 수 있었습니다. <br /> 정직원으로 전환 되지는 않았지만, 그때의 경험을 통해 더욱 배울 수 있었고, 사회의 일원으로 좋은 첫 발을 딛을 수 있었던 경험이었습니다.",
  },
];
